Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: He studied international relations, political sociology, psychology and linguistics in Warsaw, Oslo, Amsterdam and Konstanz.
nb: Han studerte internasjonale relasjoner, politisk sosiologi, psykologi og lingvistikk i Warszawa, Oslo, Amsterdam og Konstanz.

source: Charlotte Heath-Kelly is an Associate Professor of Politics and International Studies at the University of Warwick, UK.
nb: Charlotte Heath-Kelly er førsteamanuensis i politikk og internasjonale studier ved University of Warwick i Storbritannia.

source: Professor, Inland University & NUPI
nb: Professor, Universitetet i Innlandet og NUPI

source: Welcome, by Director Ulf Sverdrup, NUPI
nb: Velkommen, ved direktør Ulf Sverdrup, NUPI

source: In 2015, he also received the Young Writers Award of the German Marshall Fund, for an article written together with George Bogden.
nb: I 2015 mottok han også Young Writers Award fra German Marshall Fund for en artikkel skrevet sammen med George Bogden.

source: 15:00-15:10 – Opening remarks
nb: 15:00-15:10 – Åpning av konferansen

source: Ethnocentric and xenophobic sentiments were prominent in the anti-Putinist rallies that attracted large crowds in winter 2011/2012.
nb: Etnosentriske og fremmedfiendtlige følelser utmerket seg i opptogene mot Putin vinteren 2011/2012.

source: He is also a member of the Research School on Peace and Conflict of Oslo.
nb: Han er også medlem av Research School on Peace and Conflict of Oslo.

source: Another important problem with taxation is that KRI is constitutionally bound to transfer a share of tax revenues to the federal government in Baghdad, which in turn will redistribute this to all of the country’s provinces.
nb: Et annet viktig problem med skattlegging er at KRI er konstitusjonelt forpliktet til å overføre en andel av skatteinntektene til den føderale regjeringen i Bagdad, som igjen skal omfordele dette til alle landets provinser.

source: Is there hope for justice for the victims and an end to the reign of impunity?
nb: Er det håp for rettferdighet for ofrene og for en slutt på straffefriheten?

source: Project contributor: Julie Wilhelmsen.
nb: Bidrag fra Julie Wilhelmsen.

source: This is the first seminar in the EMPRISE Speaker Series.
nb: Dette er det første seminaret i EMPRISE Speaker Series.

source: As the NATO Alliance turns 70 this year, it remains the most successful military alliance in history.
nb: 70 år siden sin opprinnelse regnes NATO som en av verdens mest suksessfulle militære allianser.

source: – This is so exciting!
nb: – Dette er utrolig spennende!

source: He received his BA and MPhil from Oxford University and his PhD from Harvard University.
nb: Han fikk sin bachelor og Mphil fra Oxford University og PhD fra Harvard University.

source: In the report for 2015, NUPI has been awarded five stars for financial transparency by the independent organization Transparify. This is the highes ranking possible.
nb: I rapporten for 2015 har NUPI fått fem stjerner og dermed den høyeste mulige rankingen av økonomisk transparens hos Transparify, en uavhengig organisasjon som ranker tenketankers virksomhet.

source: If president Trump doesn’t change his mind, the WTO will be in a crisis from 11 December.
nb: Hvis ikke Trump endrer sin tilnærming til WTO, vil organisasjonen være i krise fra 11. desember.

source: Lev Gudkov is a sociologist and Director of the analytical
nb: Lev Gudkov er sosiolog og direktør ved

source: The African Union and the European Union is engaged in a negotiation process aimed at a new strategic partnership agreement that was earmarked for the October 2020 AU-EU Summit.
nb: Den afrikanske union (AU) og Den europeiske union (EU) er engasjert i en forhandlingsprosess rettet mot en ny strategisk partnerskapsavtale som ble øremerket AU-EU-toppmøtet i oktober 2020.

source: NUPI has the pleasure of inviting you to a theory seminar with Emma Mawdsley, University of Cambridge.
nb: NUPI har gleden av å invitere til teoriseminar med Emma Mawdsley, University of Cambridge.

source: Matthew Ferchen visits NUPI to talk about what China's investment policy means for Europe.
nb: Matthew Ferchen besøker NUPI for å snakke om hva Kinas investeringspolitikk betyr for Europa.

source: How radical is Kremlin's anti-liberalism?
nb: Hvor radikal er egentlig Kremls anti-liberalisme?

source: NUPI researcher Morten Bøås gave an introduction to the development in the Sahel region during the past year.
nb: NUPI-forsker Morten Bøås ga en innføring i utviklingen i Sahel-regionen i løpet av det siste året.

source: The crises in the Middle East, Pakistan and Islam
nb: Krisene i Midtøsten, Pakistan og islam

source: initiative for tax cooperation sufficiently includes non-OECD members.
nb: for skattesamarbeid er tilstrekkelig for inkludering av ikke-OECD-medlemmer.

source: Abidov is also Uzbekistan’s representative to the UN Human Security Trust Fund for the Aral Sea.
nb: Abidov er også den usbekiske regjeringens representant i UN Human Security Trust Fund for the Aral Sea.

source: Event: Estonia's president on security and cyber security in the Baltic Sea region (Chair), NUPI's Cyber Security Centre.
nb: Estlands president om sikkerhet og cybersikkerhet i den baltiske regionen (Chair), NUPIs Cyber Security Centre.

source: Board Members & Deputy members
nb: Styremedlemmer & Varamedlemmer

source: We will discuss what factors have contributed to the erosion of the authoritarian political system prior to the 2020 elections and how the oppositional movement gained a political momentum.
nb: Vi vil diskutere hvilke faktorer som bidro til en svekkelse av det autoritære politiske systemet allerede før valget i 2020, og hvordan opposisjonsbevegelsen lyktes å skape politiske momentum.

source: The Forum on global health and security
nb: Global helse og sikkerhet

source: Has since 2011 focused on Turkish foreign and domestic politics.
nb: Hun har siden 2011 spesielt fokusert på Tyrkias innenriks- og utenrikspolitikk.

source: Senior Research Fellow at NUPI Helge Blakkisrud will chair the event.
nb: Ordstyrer er seniorforsker ved NUPI, Helge Blakkisrud.

source: Natasja Rupesinghe is a PhD fellow in the
nb: Natasja Rupesinghe er forsker i forskningsgruppen for

source: Six of the ten largest United Nations-led peace operations in 2020 were located in countries that are the most exposed to climate change.
nb: Seks av de ti største FN-ledede fredsoperasjonene i 2020 befant seg i land som er mest utsatt for klimaendringer.

source: NUPI/ Livestream on Facebook & Youtube
nb: NUPI/ Livestream på Facebook & Youtube

source: ‘Taxing Africa’ takes a closer look at the debates on taxation and development in Africa.
nb: ’Taxing Africa’ ser nærmere på debattene rundt skatt og utvikling i Afrika.

source: What does this new partnership mean for the security situation in Asia and the great power rivalry with China?
nb: Hva betyr det nye forsvarssamarbeidet for sikkerhetslandskapet i Asia og stormaktrivaliseringen mellom USA og Kina?

source: 19:10-19:30 – Concluding Comments
nb: 19:10-19:30 – Avsluttende kommentarer

source: On the occasion of the new book of Sverre Lodgaard (ed),
nb: I anledning publiseringen av Sverre Lodgaard (ed),

source: (Oxford University Press, 2020), inquires into Putin’s leadership strategy and relies on social identity theory to explain his success.
nb: (Oxford University Press 2020), undersøker Putins lederskapsstrategi og utforsker hvordan teorier om sosial identitet kan belyse hans suksess.

source: Beijing has sought to craft a foreign policy which placed an emphasis on cooperation and development in the wake of its growing international power.
nb: Beijing har allikevel forsøkt å formulere en utenrikspolitikk som vektlegger samarbeid og utvikling i lys av Kinas økende makt internasjonalt.

source: Dr Andrew E. Yaw Tchie of the Norwegian Institute of International Affairs joins Rick Sanchez to share his expertise (from 8:34).
nb: Seniorforsker Andrew E. Yaw Tchie deler sin ekspertise med Rick Sanchez i RT America (fra 8:34).

source: G20 SUMMIT: The flags of the countries and organizations attending the G20 summit in Hamburg 7 and 8 July 2017.
nb: G20-SAMLING: Flaggene til landene og organisasjonene som skal delta under G20-møtet i Hamburg 7 og 8 juli 2017.

source: A Stronger Europe in a Fragile World”, Tocci offers an unique insight to the EU foreign policymaking processes and strategic understanding.
nb: A Stronger Europe in a Fragile World”, gir Tocci leseren en unik innsikt i EUs utenrikspolitiske beslutningsprosesser og strategiske forståelse.

source: Neil’s research focuses on protest and revolution in the Middle East and North Africa.
nb: Neil forsker på protest og revolusjon i Midtøsten of Nord-Afrika.

source: been serious incidents in the region involving China and Vietnam, including the temporary placement by China of a floating oil rig in waters also claimed by Hanoi in mid-2014, it has been the dispute between China and the Philippines which has since become the main potential flashpoint in the waterway.
nb: Selv om det har skjedd alvorlige hendelser som har involvert Kina og Vietnam, som i 2014, da Kina midlertidig plasserte en flytende oljerigg i et område som også Hanoi gjør krav på, er det likevel konflikten mellom Kina og Filippinene som har blitt områdets potensielt farligste situasjon.

source: Catherine holds a MSc in International Relations from the London School of Economics (2013).
nb: Catherine Hirst har en mastergrad i internasjonale relasjoner fra LSE (2013).

source: The Leave side appears more divided, as two rival groups, Vote Leave and Leave.eu, vie for support and money.
nb: De som jobber for at Storbritannia forlater EU er fordelt i to hovedgrupperinger «Vote Leave» and «Leave.eu».

source: Protection of civilians and humanitarian challenges were on the agenda when NUPI and the Norwegian Centre for Humanitarian Studies organized a public event at Litteraturhuset in Oslo in April.
nb: Beskyttelse av sivile og humanitære utfordringer sto på agendaen da NUPI og Norwegian Centre for Humanitarian Studies arrangerte seminar på Litteraturhuset i April.

source: ERC The European Research Council, set up by the European Union in 2007, is the premiere European funding organisation for excellent frontier research.
nb: ERC ble etablert av EU i 2007, og er den fremste europeiske finansieringsorganisasjonen for fremragende forskning.

source: Last Wednesday, Galeotti joined NUPI’s
nb: Galeotti besøkte NUPI på onsdag, hvor han og seniorforsker

source: Knowledge of how terrorists raise, move and spend money, and how this varies between regions and over time, is a prerequisite for developing effective counter-measures.
nb: Kunnskap om hvordan terrorister oppdriver, flytter på og bruker penger, samt variasjoner mellom regioner og over tid, er en forutsetning for å utvikle effektive anti-terrortiltak.

source: The head of the Cyber Policy Coordination Staff in Germany’s Federal Foreign Office, Karsten Geier, will join us for a discussion on issues and priorities.
nb: Lederen av koordineringsstaben for Cyber Policy i Tysklands utenriksdepartement, Karsten Geier, gjester NUPI for en diskusjon om problemstillinger og prioriteringer rundt dette.

source: Master's degree in history, Department of Religion, Philosophy and History, University of Agder
nb: Master i historie, Institutt for religion, filosofi og historie, Universitetet i Agder

source: We are serving breakfast from 08.30.
nb: Vi serverer lett frokost fra 08.30.

source: In 2016, much of the decline was due to nationalist and populistic forces gaining foothold in democratic countries.
nb: For 2016 skyldes mye av dette at populistiske og nasjonalistiske krefter har betydelig fremgang i demokratiske stater.

source: Introductions by: Baard Hjelde, Senior Adviser, Section for Human Rights and Democracy, Ministry of Foreign Affairs Benjamin de Carvalho, Senior Research Fellow, Norwegian Institute of International Affairs (NUPI), Morten Bøås, Senior Research Fellow, Norwegian Institute of International Affairs (NUPI).
nb: Baard Hjelde, Seniorrådgiver i Seksjon for menneskerettigheter og demokrati, UD, seniorforskere ved NUPI Benjamin de Carvalho og Morten Bøås, og representant ved UNDPs Oslokontor Ms Sarah Rattray.

source: ‘Also that fear is exaggerated.
nb: – Denne frykten er overdrevet.

source: The first part of the series was with NUPI researcher Morten Bøås and Dlawer Ala’Aldeen
nb: Første del av serien var med NUPI-forsker Morten Bøås og Dlawer Ala’Aldeen

source: He has headed research on international economics at NUPI for about 18 years, and about 40 research projects.
nb: Melchior har ledet forskningen på internasjonal økonomi ved NUPI i over 18 år, og omkring 40 forskningsprosjekter.

source: Bachelor of Economic and Social Studies in International Politics, Aberystwyth University
nb: Bachelor i internasjonal politikk, Aberystwyth University

source: She is an affiliate at the Center for Research on Extremism (C-REX) at the University of Oslo, an Associate Fellow at the Global Network on Extremism & Technology, and was a founding member of the Centre for Analysis of the Radical Right.
nb: Hun er tilknyttet Senter for ekstremismeforskning ved Uio (C-REX), og Global Network on Extremism and Technology, og var en av grunnleggerne av Centre for Analysis of the Radical Right.

source: In this seminar Pernille Rieker will present a chapter in her forthcoming book “French Foreign Policy in a Changing world.
nb: Under dette seminaret vil seniorforsker ved NUPI, Pernille Rieker presentere et kapittel i sin kommende bok «French Foreign Policy in a Changing world.

source: will talk about when he visits NUPI on 8 November.
nb: skal snakke om når han kommer til NUPI 8. november.

source: In a recent article, NUPI research fellow Henrik S. Hiim and Stig Stenslie aim to find an answer.
nb: Det ser NUPI-forsker Henrik Stålhane Hiim og Stig Stenslie nærmere på i en ny artikkel.

source: The Political Economy Benefits of European Integration” and also provide wider perspectives on post-Brexit UK.
nb: The Political Economy Benefits of European Integration”. I tilllegg vil han gi oss et bredere perspektiv på post-Brexit Storbritannia.

source: Head of the International Security Programme, Polish Institute of International Affairs
nb: Leder, Det internasjonale sikkerhetsprogrammet, Polish Institute of International Affairs

source: In April 2012, a standoff between Chinese and Philippine vessels in the area around the Scarborough Shoal, a triangle-shaped reef claimed by both governments, resulted in China assuming control over the region over the protests of Manila.
nb: I april 2012 ble kinesiske og filippinske fartøy stående låst mot hverandre i området rundt triangelformede Panatagrevene, som begge landene gjør krav på.

source: is Professor of Strategic Studies, University of Exeter (UK) and the author of
nb: er professor i strategiske studier ved University of Exeter (UK) og forfatter av Military Orientalism:

source: Breakfast will be served from 08.30.
nb: Vi serverer frokost fra 08.30.

source: His research focuses mainly on the impact of extralegal economies (narcotics, arms and people smuggling and trafficking) on security and development in Africa.
nb: Han forsker hovedsakelig på ekstralegal økonomi (narkotika, våpen- og menneskesmugling, og menneskehandel), og sikkerhet og utvikling i Afrika.

source: as chair, and Professor Odd-Helge Fjeldstad from
nb: som ordstyrer, og Professor Odd-Helge Fjeldstad ved

source: He believes that this is one of the biggest challenges for tax systems in Latin America going forward.
nb: Dette er en av hovedutfordringene for skattesystemene i Latin-Amerika, fortalte han.

source: Peace and conflict: Kari Osland (epost:
nb: Fred og konflikt: Kari Osland (epost:

source: Full Professor at Sciences Po,Christian Lequesne, will give some insight into the results of the French election, and the implications this might have for future French politics.
nb: Professor ved Sciences Po Christian Lequesne gir deg denne dagen en gjennomgang av resultatet ved valget i Frankrike to dager tidligere og implikasjonene dette kan ha for fremtidig fransk politikk.

source: The meeting in Oslo consisted of mainly representatives from Norad, Norwegian authorities and some NGOs, and among these existed a general agreement on the presented measures.
nb: Møtet i Oslo besto hovedsakelig av representanter fra Norad, norske myndigheter og noen NGOer, og blant disse var det en generell enighet om de presenterte tiltakene og behovet for bedre implementering av disse.

source: The EUs current Arctic policy from 2016 focuses on climate and environmental protection, sustainable development and international cooperation.
nb: EUs Arktis-policy fra 2016 fokuserer på klima og miljøbeskyttelse, bærekraftig utvikling og internasjonalt samarbeid.

source: What does this mean for Turkey’s future?
nb: Hva betyr det for Tyrkias fremtid?

source: These problems, and the challenges of effective solutions to these problems, were discussed at meetings in Norad in Oslo and in Chatham House in London, this spring.
nb: Problemene knyttet til dette, samt utfordringene ved å lage effektive løsninger, ble i vår diskutert på møter hos Norad i Oslo og i tenketanken Chatham House i London.

source: Chair is Senior Research Fellow at NUPI Elana Wilson Rowe.
nb: Ordstyrer er seniorforsker på NUPI Elana Wilson Rowe.

source: The truth of the matter is that every development in the Middle Eastern region does affect Pakistan indirectly, if not directly.
nb: Enhver utvikling i regionen Midtøsten påvirker, direkte eller indirekte, Pakistan.

source: 16:35-17:50 – Panel 2 – The High North, Between Shipping Routes and Militarization: Security Challenges to the Arctic Chair:
nb: 16:35-17:50 – Panel 2 – Nordområene, mellom shipping og militarisering: Sikkerhetsutfordringer i Arktis

source: international politics is negative against 36 % who found it positive.
nb: til Kina, mot 36 % som mener det motsatte.

source: Listen to the podcasts below, and
nb: Hør podkastene under, og

source: CHOIR will receive a total of NOK 10 million from the RCN funding scheme for independent projects, FRIPRO.
nb: som Forskningsrådet (NFR) har valgt å støtte, med totalt 10 millioner kroner, innenfor det som heter Fri prosjektstøtte (FRIPRO).

source: Economic prospects for developing Asia and the Pacific
nb: Økonomiske utsikter for utviklings-Asia og Stillehavsområdet

source: She is a regular contributor to Carnegie Europe, a columnist for the Belgian newspaper De Standaard, and a member of the European Council on Foreign Relations.
nb: Hun er fast bidragsyter til Carnegie Europe, spaltist for den belgiske avisen De Standaard, og medlem av European Council on Foreign Relations.

source: How do the major powers – the US, Russia and China – view circumpolar developments?
nb: Hvordan ser stormaktene – USA, Russland og Kina – på utviklingen i Arktis?

source: i) increase cyber capacities through development and aid projects, ii) provide advise for how developing countries can establish CCB programmes and utilize private sector expertise, iii) identify mechanisms that can be built upon for international cooperation at the diplomacy arena on internet governance and cyber security in the global society, and iv) identify how new partnerships can be built through CCB programmes.
nb: i) styrke ressurser på cyberfeltet gjennom utvklings- og bistandsprosjekter,ii) gi råd om hvordan utviklingsland kan etablere CCB-programmer og benytte seg av ekspertise fra privat sektor, iii) bidra til internasjonalt samarbeid om styring av Internett og cybersikkerhet globalt på den diplomatiske arena, ogiv) identifisere hvordan nye partnerskap kan bygges gjennom CCB-programmer.

source: This creates room for conversation and mutual learning - including on how to best respond to increased great power rivalry and changing dynamics in the EU and NATO.
nb: Dette skaper rom for dialog og gjensidig læring – også når det gjelder hvordan en best håndterer mer stormaktrivalisering og endrede dynamikker i EU og NATO.

source: We are excited to announce that this semester’s first webinar in our Tax for Development Webinar Series featuring Merima Ali (CMI and Syracuse University)
nb: Vi er glade for å kunngjøre dette semesterets første webinar i vår Tax for Development Webinar-serie med Merima Ali (CMI og Syracuse University).

source: Seven international researchers are also part of the CHOIR team:
nb: Sju ledende internasjonale forskere er også med i CHOIR-teamet:

source: This chapter examines the relationship between Russian strategic objectives and the use of communication measures in Russian policy towards Europe after the 2014 crisis.
nb: Dette kapitlet undersøker forholdet mellom russiske strategiske mål og bruk av kommunikasjonstiltak i russisk politikk overfor Europa etter krisen i 2014.

source: While the Kurdish Democratic Party (KDP) has blamed the Kurdish Patriotic Union (PUK) for the chaotic situation after 2017, the PUK has blamed the KDP for losing control over Kirkuk and the oil fields.
nb: Mens Kurdistans demokratiske parti (KDP) har fått skylden for den kaotiske situasjonen etter 2017, har Kurdistans patriotiske union (PUK) fått skylden for at kurderne mistet kontrollen over Kirkuk og oljefeltene.

source: The nationality issue in the opposition and political fringe groups
nb: nasjonalitetsspørsmålet i opposisjonen og i de politiske gruppene i ytterkanten

source: What challenges lie ahead for NATO?
nb: Hvilke utfordringer står NATO overfor?

source: Seminar that focuses on South Africa's peacemaking and development role under the presidencies of Thabo Mbeki og Jakob Zuma
nb: Seminar som retter søkelyset på Sør-Afrikas rolle i fredsbygging og utvikling under presidentperiodene til Thabo Mbeki og Jakob Zuma

source: The fight at the top is hard, and the different lists contains only the 40-170 best think tanks of its class.
nb: Kampen i toppen er hard, og de ulike listene består kun av de topp 40-170 tenketankene i sin klasse.

source: 2019 has been an eventful year in Ukrainian politics.
nb: 2019 har vært et innholdsrikt år i ukrainsk politikk.

source: Fjeldstad highlighted four target areas for Tanzania to raise revenue in sustainable ways:
nb: Fjeldstad fremhevet fire målområder for Tanzania for å øke statsinntekten på bærekraftige måter:

source: Gåsemyr has previously worked for the United Nations in Beijing and he has experience from national broadcasting.
nb: Gåsemyr har tidligere arbeidet for FN i Beijing og han har erfaring fra norsk medier og kringkasting.

source: is a Jean Monnet Professor at the Department of Political Science, University of Copenhagen.
nb: er en Jean Monnet-professor ved Institutt for statsvitenskap, Københavns Universitet.

source: Spontaneous networks for humanitarian relief to refugees have exploded all over social media in Norway.
nb: Spontane nettverk for humanitær hjelp til flyktninger har eksplodert over hele landet.

source: Since 1999 Russia has been at war in Chechnya, Georgia, Ukraine and now in Syria.
nb: Siden 1999 har Russland vært i krig i Tsjetsjenia, Georgia, Ukraina og nå i Syria.

source: ), infrastructure politics in Southeast Asia (
nb: ), infrastrukturpolitikk i Sørøst-Asia (

source: China is a growing digital technology (digi-tech) power and a leading provider of digi-tech resources internationally.
nb: Kina er en voksende makt innen digital teknologi (digi-tek) og er en ledende leverandør av digi-tek ressurser internasjonalt.
